{
  "task1": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 1:\n\n Килограмм орехов стоит 75 рублей. Маша купила 4 кг 400 г орехов. Сколько рублей сдачи она должна получить с 350 рублей?",
        "ans": 20
      },
      {
        "quest": "Задание 1:\n\n Павел Иванович купил американский автомобиль, на спидометре которого скорость измеряется в милях в час. Американская миля равна 1609 м. Какова скорость автомобиля в километрах в час, если спидометр показывает 50 миль в час? Ответ округлите до целого числа.",
        "ans": 80
      },
      {
        "quest": "Задание 1:\n\n В книге Елены Молоховец «Подарок молодым хозяйкам» имеется рецепт пирога с черносливом. Для пирога на 10 человек следует взять 1/10 фунта чернослива. Сколько граммов чернослива следует взять для пирога, рассчитанного на 3 человек? Считайте, что 1 фунт равен 0,4 кг.",
        "ans": 12
      },
      {
        "quest": "Задание 1:\n\n Система навигации самолёта информирует пассажира о том, что полёт проходит на высоте 37 000 футов. Выразите высоту полёта в метрах. Считайте, что 1 фут равен 30,5 см.",
        "ans": 11285
      },
      {
        "quest": "Задание 1:\n\n Железнодорожный билет для взрослого стоит 720 рублей. Стоимость билета для школьника составляет 50% от стоимости билета для взрослого. Группа состоит из 15 школьников и 2 взрослых. Сколько рублей стоят билеты на всю группу?",
        "ans": 6840
      },
      {
        "quest": "Задание 1:\n\n Пачка сливочного масла стоит 60 рублей. Пенсионерам магазин делает скидку 5%. Сколько рублей стоит пачка масла для пенсионера?",
        "ans": 57
      }
    ]
  },
  "task2": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 2:\n\n На графике изображена зависимость крутящего момента автомобильного двигателя от числа его оборотов в минуту. На оси абсцисс откладывается число оборотов в минуту. На оси ординат — крутящий момент в Н · м. Чтобы автомобиль начал движение, крутящий момент должен быть не менее 60 Н · м. Какое наименьшее число оборотов двигателя в минуту достаточно, чтобы автомобиль начал движение?",
        "pic": "img/exc2/0006.png",
        "ans": 2000
      },
      {
        "quest": "Задание 2:\n\n На графике показан процесс разогрева двигателя легкового автомобиля. На оси абсцисс откладывается время в минутах, прошедшее от запуска двигателя, на оси ординат — температура двигателя в градусах Цельсия. Определите по графику, сколько минут двигатель нагревался от температуры 60 °C до температуры 90 °C.",
        "pic": "img/exc2/0001.png",
        "ans": 32
      },
      {
        "quest": "Задание 2:\n\n  На диаграмме показана среднемесячная температура в Нижнем Новгороде (Горьком) за каждый месяц 1994 года. По горизонтали указываются месяцы, по вертикали — температура в градусах Цельсия. Определите по диаграмме наименьшую среднемесячную температуру в 1994 году. Ответ дайте в градусах Цельсия.",
        "pic": "img/exc2/2003.png",
        "ans": "-14"
      },
      {
        "quest": "Задание 2:\n\n  На диаграмме показана среднемесячная температура воздуха в Минске за каждый месяц 2003 года. По горизонтали указываются месяцы, по вертикали — температура в градусах Цельсия. Определите по диаграмме наибольшую среднемесячную температуру в 2003 году. Ответ дайте в градусах Цельсия.",
        "pic": "img/exc2/2004.png",
        "ans": 20
      },
      {
        "quest": "Задание 2:\n\n  На графике изображена зависимость крутящего момента двигателя от числа его оборотов в минуту. На оси абсцисс откладывается число оборотов в минуту, на оси ординат — крутящий момент в Н · м. Скорость автомобиля (в км/ч) приближенно выражается формулой v = 0,036n, где n — число оборотов двигателя в минуту. С какой наименьшей скоростью должен двигаться автомобиль, чтобы крутящий момент был не меньше 120 Н · м? Ответ дайте в километрах в час.",
        "pic": "img/exc2/2005.png",
        "ans": 72
      },
      {
        "quest": "Задание 2:\n\n  На рисунке показано изменение температуры воздуха на протяжении трех суток. По горизонтали указывается дата и время суток, по вертикали — значение температуры в градусах Цельсия. Определите по рисунку разность между наибольшей и наименьшей температурой воздуха 15 июля. Ответ дайте в градусах Цельсия.\n\n",
        "pic": "img/exc2/2006.png",
        "ans": 72
      }
    ]
  },
  "task3": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 3:\n\n Найдите косинус угла AOB. В ответе укажите значение косинуса, умноженное на 2 корень из { 2}.",
        "pic": "img/exc3/3001.png",
        "ans": 2
      },
      {
        "quest": "Задание 3:\n\n Найдите площадь треугольника, изображенного на клетчатой бумаге с размером клетки 1 см \\times 1 см (см. рис.). Ответ дайте в квадратных сантиметрах.",
        "pic": "img/exc3/3002.png",
        "ans": 12
      },
      {
        "quest": "Задание 3:\n\n Найдите тангенс угла AOB. Сторона одной клетки равна 1.",
        "pic": "img/exc3/3003.png",
        "ans": "-1"
      },
      {
        "quest": "Задание 3:\n\n На клетчатой бумаге с размером клетки 1 × 1 изображён вписанный в окружность угол ABC. Найдите его градусную величину.",
        "pic": "img/exc3/3004.png",
        "ans": "22,5"
      },
      {
        "quest": "Задание 3:\n\n На клетчатой бумаге с размером клетки 1 см \\times 1 см изображено кольцо. Найдите его площадь. В ответ запишите площадь, делённую на  Пи . Ответ дайте в квадратных сантиметрах.",
        "pic": "img/exc3/3005.png",
        "ans": 3
      },
      {
        "quest": "Задание 3:\n\n Найдите площадь треугольника, вершины которого имеют координаты (1; 6), (9; 6), (7; 9).",
        "pic": "img/exc3/3006.png",
        "ans": 12
      }
    ]
  },
  "task4": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 4:\n\n В кармане у Миши было четыре конфеты — «Грильяж», «Белочка», «Коровка» и «Ласточка», а также ключи от квартиры. Вынимая ключи, Миша случайно выронил из кармана одну конфету. Найдите вероятность того, что потерялась конфета «Грильяж».",
        "ans": "0,25"
      },
      {
        "quest": "Задание 4:\n\n  Фабрика выпускает сумки. В среднем 8 сумок из 100 имеют скрытые дефекты. Найдите вероятность того, что купленная сумка окажется без дефектов.",
        "ans": "0,92"
      },
      {
        "quest": "Задание 4:\n\n  При производстве в среднем на каждые 2982 исправных насоса приходится 18 неисправных. Найдите вероятность того, что случайно выбранный насос окажется неисправным.",
        "ans": "0,006"
      },
      {
        "quest": "Задание 4:\n\n В некотором городе из 5000 появившихся на свет младенцев 2512 мальчиков. Найдите частоту рождения девочек в этом городе. Результат округлите до тысячных.",
        "ans": "0,498"
      },
      {
        "quest": "Задание 4:\n\n Вероятность того, что новый электрический чайник прослужит больше года, равна 0,93. Вероятность того, что он прослужит больше двух лет, равна 0,87. Найдите вероятность того, что он прослужит меньше двух лет, но больше года.",
        "ans": "0,06"
      },
      {
        "quest": "Задание 4:\n\n Вероятность того, что новый электрический чайник прослужит больше года, равна 0,97. Вероятность того, что он прослужит больше двух лет, равна 0,89. Найдите вероятность того, что он прослужит меньше двух лет, но больше года.",
        "ans": "0,08"
      }
    ]
  },
  "task5": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 5:\n\n",
        "pic": "img/exc5/5001.png",
        "ans": 13
      },
      {
        "quest": "Задание 5:\n\n",
        "pic": "img/exc5/5002.png",
        "ans": "-0,5"
      },
      {
        "quest": "Задание 5:\n\n",
        "pic": "img/exc5/5003.png",
        "ans": 21
      },
      {
        "quest": "Задание 5:\n\n",
        "pic": "img/exc5/5004.png",
        "ans": "0,5"
      },
      {
        "quest": "Задание 5:\n\n",
        "pic": "img/exc5/5005.png",
        "ans": "-0,5"
      },
      {
        "quest": "Задание 5:\n\n",
        "pic": "img/exc5/5006.png",
        "ans": 4
      }
    ]
  },
  "task6": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 6:\n\n",
        "pic": "img/exc6/6001.png",
        "ans": 5
      },
      {
        "quest": "Задание 6:\n\n",
        "pic": "img/exc6/6002.png",
        "ans": 4
      },
      {
        "quest": "Задание 6:\n\n",
        "pic": "img/exc6/6003.png",
        "ans": 8
      },
      {
        "quest": "Задание 6:\n",
        "pic": "img/exc6/6004.png",
        "ans": "0,5"
      },
      {
        "quest": "Задание 6:\n",
        "pic": "img/exc6/6005.png",
        "ans": 18
      },
      {
        "quest": "Задание 6:\n",
        "pic": "img/exc6/6005.png",
        "ans": 18
      }
    ]
  },
  "task7": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 7:\n",
        "pic": "img/exc7/7001.png",
        "ans": 20
      },
      {
        "quest": "Задание 7:\n\n На рисунке изображен график производной функции f(x), определенной на интервале (−10; 2). Найдите количество точек, в которых касательная к графику функции f(x) параллельна прямой y = −2x − 11 или совпадает с ней.",
        "pic": "img/exc7/7002.png",
        "ans": 5
      },
      {
        "quest": "Задание 7:\n\n На рисунке изображен график функции y = f(x), определенной на интервале (−3; 9). Найдите количество точек, в которых касательная к графику функции параллельна прямой y = 12 или совпадает с ней.",
        "pic": "img/exc7/7003.png",
        "ans": 5
      },
      {
        "quest": "Задание 7:\n\n На рисунке изображен график функции y = f(x), определенной на интервале (−6; 8). Определите количество целых точек, в которых производная функции положительна.",
        "pic": "img/exc7/7004.png",
        "ans": 4
      },
      {
        "quest": "Задание 7:\n\n На рисунке изображён график y=f'(x) — производной функции f(x), определенной на интервале (-8; 3). В какой точке отрезка [-3; 2 ] функция f(x) принимает наибольшее значение?",
        "pic": "img/exc7/7005.png",
        "ans": "-3"
      },
      {
        "quest": "Задание 7:\n\n На рисунке изображен график производной функции f(x), определенной на интервале (−11; 3). Найдите промежутки возрастания функции f(x). В ответе укажите длину наибольшего из них.",
        "pic": "img/exc7/7006.png",
        "ans": 6
      }
    ]
  },
  "task8": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 8:\n\n Два ребра прямоугольного параллелепипеда, выходящие из одной вершины, равны 3 и 4. Площадь поверхности этого параллелепипеда равна 94. Найдите третье ребро, выходящее из той же вершины.",
        "pic": "img/exc8/8001.png",
        "ans": 5
      },
      {
        "quest": "Задание 8:\n\n Через среднюю линию основания треугольной призмы проведена плоскость, параллельная боковому ребру. Найдите объём этой призмы, если объём отсеченной треугольной призмы равен 5.",
        "pic": "img/exc8/8002.png",
        "ans": 20
      },
      {
        "quest": "Задание 8:\n\n В правильной треугольной пирамиде SABC с вершиной S биссектрисы треугольника ABC пересекаются в точке O. Площадь треугольника ABC равна 2; объем пирамиды равен 6. Найдите длину отрезка OS.",
        "pic": "img/exc8/8003.png",
        "ans": 9
      },
      {
        "quest": "Задание 8:\n\n Из единичного куба вырезана правильная четырехугольная призма со стороной основания 0,5 и боковым ребром 1. Найдите площадь поверхности оставшейся части куба.",
        "pic": "img/exc8/8004.png",
        "ans": "7,5"
      },
      {
        "quest": "Задание 8:\n\n Во сколько раз уменьшится площадь боковой поверхности конуса, если радиус его основания уменьшится в 1,5 раза, а образующая останется прежней?",
        "pic": "img/exc8/8005.png",
        "ans": "1,5"
      },
      {
        "quest": "Задание 8:\n\n В правильной треугольной пирамиде SABC медианы основания ABC пересекаются в точке O. Площадь треугольника ABC равна 2; объем пирамиды равен 5. Найдите длину отрезка OS.",
        "pic": "img/exc8/8006.png",
        "ans": "7,5"
      }
    ]
  },
  "task9": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 9:\n ",
        "pic": "img/exc9/9001.png",
        "ans": 11
      },
      {
        "quest": "Задание 9:\n ",
        "pic": "img/exc9/9002.png",
        "ans": 2
      },
      {
        "quest": "Задание 9:\n ",
        "pic": "img/exc9/9003.png",
        "ans": 9
      },
      {
        "quest": "Задание 9:\n ",
        "pic": "img/exc9/9004.png",
        "ans": 2
      },
      {
        "quest": "Задание 9:\n ",
        "pic": "img/exc9/9005.png",
        "ans": 1
      },
      {
        "quest": "Задание 9:\n ",
        "pic": "img/exc9/9006.png",
        "ans": 6
      }
    ]
  },
  "task10": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 10:\n",
        "pic" : "img/exc10/01001.png",
        "ans": 36
      },
      {
        "quest": "Задание 10:\n ",
        "pic" : "img/exc10/01002.png",
        "ans": 5000
      },
      {
        "quest": "Задание 10:\n ",
        "pic" : "img/exc10/01003.png",
        "ans": "0,125"
      },
      {
        "quest": "Задание 10:\n ",
        "pic" : "img/exc10/01005.png",
        "ans": 50
      },
      {
        "quest": "Задание 10:\n ",
        "pic" : "img/exc10/01006.png",
        "ans": 30
      }
    ]
  },
  "task11": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 11:\n\n В 2008 году в городском квартале проживало 40 \\thinspace 000 человек. В 2009 году, в результате строительства новых домов, число жителей выросло на 8 \\%, а в 2010 году на 9 \\% по сравнению с 2009 годом. Сколько человек стало проживать в квартале в 2010 году?",
        "ans": 47088
      },
      {
        "quest": "Задание 11:\n\n Из пункта A в пункт B одновременно выехали два автомобиля. Первый проехал с постоянной скоростью весь путь. Второй проехал первую половину пути со скоростью 24 км/ч, а вторую половину пути – со скоростью, на 16 км/ч большей скорости первого, в результате чего прибыл в пункт B одновременно с первым автомобилем. Найдите скорость первого автомобиля. Ответ дайте в км/ч.",
        "ans": 32
      },
      {
        "quest": "Задание 11:\n\n Моторная лодка прошла против течения реки 112 км и вернулась в пункт отправления, затратив на обратный путь на 6 часов меньше. Найдите скорость течения, если скорость лодки в неподвижной воде равна 11 км/ч. Ответ дайте в км/ч.",
        "ans": 3
      },
      {
        "quest": "Задание 11:\n\n Заказ на 110 деталей первый рабочий выполняет на 1 час быстрее, чем второй. Сколько деталей за час изготавливает второй рабочий, если известно, что первый за час изготавливает на 1 деталь больше?",
        "ans": 10
      },
      {
        "quest": "Задание 11:\n\n Велосипедист выехал с постоянной скоростью из города A в город B, расстояние между которыми равно 98 км. На следующий день он отправился обратно со скоростью на 7 км/ч больше прежней. По дороге он сделал остановку на 7 часов. В результате он затратил на обратный путь столько же времени, сколько на путь из A в B. Найдите скорость велосипедиста на пути из A в B. Ответ дайте в км/ч.",
        "ans": 7
      },
      {
        "quest": "Задание 11:\n\n Два велосипедиста одновременно отправились в 240-километровый пробег. Первый ехал со скоростью, на 1 км/ч большей, чем скорость второго, и прибыл к финишу на 1 час раньше второго. Найти скорость велосипедиста, пришедшего к финишу первым. Ответ дайте в км/ч.",
        "ans": 16
      }
    ]
  },
  "task12": {
    "points": 1,
    "tasks": [
      {
        "quest": "Задание 12:\n ",
        "pic": "img/exc12/1201.png",
        "ans": "-1"
      },
      {
        "quest": "Задание 12:\n ",
        "pic": "img/exc12/1202.png",
        "ans": "-17"
      },
      {
        "quest": "Задание 12:\n ",
        "pic": "img/exc12/1203.png",
        "ans": 12
      },
      {
        "quest": "Задание 12:\n ",
        "pic": "img/exc12/1204.png",
        "ans": "-2"
      },
      {
        "quest": "Задание 12:\n ",
        "pic": "img/exc12/1205.png",
        "ans": 6
      },
      {
        "quest": "Задание 12:\n ",
        "pic": "img/exc12/1206.png",
        "ans": "-1"
      }
    ]
  }
}